Repository: yukkodesu/FlClash-Patched
Catalog: ios/Runner/Localizable.xcstrings
Source language: en
Languages: ja, ru, zh_hans, zh_hant

# setVPNTitle
source: Set FlClash
ja: FlClash を設定
ru: Установить FlClash
zh_hans: 设置 FlClash
zh_hant: 設定 FlClash

# startVPNDescription
source: Start FlClash connection.
ja: FlClash 接続を開始します。
ru: Запустить FlClash соединение.
zh_hans: 启动 FlClash 连接。
zh_hant: 啟動 FlClash 連線。

# startVPNShortTitle
source: Start
ja: 開始
ru: Запустить
zh_hans: 启动
zh_hant: 啟動

# startVPNTitle
source: Start FlClash
ja: FlClash を開始
ru: Запустить FlClash
zh_hans: 启动 FlClash
zh_hant: 啟動 FlClash

# stopVPNDescription
source: Stop FlClash connection.
ja: FlClash 接続を停止します。
ru: Остановить FlClash соединение.
zh_hans: 停止 FlClash 连接。
zh_hant: 停止 FlClash 連線。

# stopVPNShortTitle
source: Stop
ja: FlClash
ru: Остановить
zh_hans: 停止
zh_hant: 停止

# stopVPNTitle
source: Stop FlClash
ja: FlClash を停止
ru: Остановить FlClash
zh_hans: 停止 FlClash
zh_hant: 停止 FlClash

# vpnIsRunning
source: Run VPN
ja: VPN を実行
ru: Запустить VPN
zh_hans: 运行 VPN
zh_hant: 執行 VPN

# toggleVPNDescription
source: Toggle FlClash connection.
ja: FlClash 接続を切り替えます。
ru: Переключить FlClash соединение.
zh_hans: 切换 FlClash 连接。
zh_hant: 切換 FlClash 連線。

# toggleVPNShortTitle
source: Toggle
ja: 切替
ru: Переключить
zh_hans: 切换
zh_hant: 切換

# toggleVPNTitle
source: Toggle FlClash
ja: FlClash を切り替え
ru: Переключить FlClash
zh_hans: 切换 FlClash
zh_hant: 切換 FlClash
